Repository: common-repository/xml-reader-voor-talentee
Catalog: lang/talentee-feedreader-*.po
Languages: nl_nl

source: Vacancies
nl_nl: Vacatures

source: Vacancy
nl_nl: Vacature

source: Item Archives
nl_nl: Vacatures archief

source: Parent Item:
nl_nl: Bovenliggend item:

source: All Items
nl_nl: Alle vacatures

source: Add New Item
nl_nl: Voeg nieuwe vacature toe

source: New vacancy
nl_nl: Nieuwe vacature

source: Edit vacacy
nl_nl: Bewerk vacature

source: Update vacancy
nl_nl: Update vacature

source: View vacancy
nl_nl: Bekijk vacature

source: Search vacancies
nl_nl: Zoek vacatures

source: Not found
nl_nl: Niet gevonden

source: Not found in Trash
nl_nl: Niet gevonden in de prullenbak

source: Featured Image
nl_nl: Kenmerkende afbeelding

source: Set featured image
nl_nl: Zet kenmerkende afbeelding

source: Remove featured image
nl_nl: Verwijder afbeelding

source: Use as featured image
nl_nl: Gebruik als kenmerkende afbeelding

source: Insert into item
nl_nl: Voeg in

source: Uploaded to this item
nl_nl: Upload naar dit onderdeel

source: Items list
nl_nl: Onderdeellijst

source: Items list navigation
nl_nl: Onderdeellijst navigatie

source: Office ID (optional)
nl_nl: Office ID (optioneel)

source: Settings
nl_nl: Instellingen

source: Keep logs
nl_nl: Behoud logbestanden

source: PHP Version
nl_nl: PHP Versie

source: Tenminste PHP 5.1.0 is noodzakelijk voor deze plugin.
nl_nl: Tenminste PHP 5.1.0 is noodzakelijk voor het functioneren van deze plugin.

source: Recent news on Tussendoor.nl
nl_nl: Recent nieuws op Tussendoor.nl

source: Like us on Facebook
nl_nl: Vind ons leuk op Facebook

source: Like us on Facebook and stay tuned on all our updates.
nl_nl: Vind ons leuk op Facebook en blijf op de hoogte van al onze updates.

source: Previous page
nl_nl: Vorige pagina

source: Next page
nl_nl: Volgende pagina

source: Page
nl_nl: Pagina

source: Next
nl_nl: Volgende

source: Next post:
nl_nl: Volgende post:

source: Previous
nl_nl: Vorige

source: Previous post:
nl_nl: Vorige post:
